Repository: riserperson/isitiserschulzbabytime
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr

source: Preferred language
fr: Langage préféré

source: Arabic
fr: Arabe

source: French
fr: Français

source: English
fr: Anglais

source: Are you between 18-35 years old?
fr: Avez-vous entre 18 et 35 ans?

source: Yes
ar: نعم
fr: Oui

source: No
ar: لا
fr: Non

source: Do you agree to participate in the study?
fr: Acceptez-vous de participer à cette étude?

source: What is your age?
ar: ماهو عمرك؟
fr: Quel est votre âge?

source: Are you a Tunisian Citizen?
ar: هل انت مواطن تونسي
fr: Êtes-vous un citoyen tunisien?

source: What is your gender?
ar: ما هو جنسك؟
fr: Quel est votre sexe?

source: Female
ar: نساء
fr: Femme

source: Male
ar: رجال
fr: Homme

source: What is your highest education qualification?
ar: ماهو أعلى مستوى تعليميّ تحصّلت عليه أو أنّك بصدد اتمامه ؟
fr: Que est votre plus haut diplôme ?

source: No education
ar: لم أنتفع بتعليم رسميّ
fr: Pas de diplôme

source: Elementary
ar: تعليم ابتدائيّ
fr: Enseignement primaire

source: Preparatory/Basic
ar: تعليم أساسيّ
fr: Collège

source: Secondary
ar: تعليم ثانويّ
fr: Lycée

source: BA
ar: حاصل(ة) على الاجازة
fr: Baccalauréat

source: MA
ar: حاصل(ة) على شهادة الماجستير أو أكثر
fr: Licence & plus

source: Decline to answer
ar: أمتنع عن الإجابة
fr: Ne pas répondre

source: Please select the governorate you live in (note the survey is only for those currently living in Tunisia)
ar: يرجى اختيار الولاية التي تعيش فيها (ملاحظة : أن هذا الاستبيان مخصص فقط لأولئك الذين يعيشون حالياً في تونس)
fr: Veuillez sélectionner le gouvernorat dans lequel vous vivez (notez que l'enquête s'adresse uniquement à ceux qui vivent actuellement en Tunisie)

source: Are you registered to take part in the upcoming national elections?
ar: هل قمت بالتّسجيل للمشاركة في الانتخابات القادمة ؟
fr: Etes-vous inscrit(e) afin de participer aux prochainnes élections ?

source: I am not sure
ar: غير متأكّد
fr: Je ne suis pas sûr(e)

source: Please provide a mobile number so that we can send you the details of our study, enter you in the prize raffle, and notify you when you win.
ar: يرجى توفير رقم هاتف محمول حتى نتمكن من إرسال تفاصيل الاستبيان إليك ، وإدخالك في السحب على الجائزة ، وإخبارك عند الفوز.
fr: Veuillez fournir un numéro de téléphone portable afin que nous puissions vous envoyer les détails de notre étude, vous inscrire au tirage au sort et vous notifier lorsque vous gagnez.

source: Name
ar: الإسم
fr: Nom

source: Email Address
ar: عنوان البريد الإلكتروني
fr: Adresse Email

source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone

source: About Tunisia Today
ar: خول تونس اليوم
fr: Au sujet de Tunisie aujourd’hui

source: We are a team of researchers and practitioners from Tunisia, the UK and the US. We are studying what Tunisians value in life.
ar: نحن فريق من الباحثين و الممارسين للمهنة من تونس والمملكة المتحدة والولايات المتحدة ونقوم باستبيان حول مايوليه التونسيون قيمة في الحياة
fr: Nous sommes une équipe de chercheurs et de spécialistes tunisiens, britanniques et américains. Nous étudions ce que les Tunisiens valorisent dans la vie.

source: Participants in this study will complete four activities:
ar: المشاركون في هذه الدراسة سيكملون أربعة أنشطة:
fr: Les participants à cette étude réaliseront quatre activités:

source: Take a preliminary survey
ar: 1. قم بأخذ استبيان أولي
fr: Prendre une enquête préliminaire

source: Watch three, three minute videos
ar: 1. قم بمشاهدة ثلاثة فديوهات مدة الشريط الواحد، ثلاثة دقائق
fr: Regardez trois vidéos de trois minutes

source: Write a short essay (500 words)
ar: 1. قم بكتابة مقال قصير (500 كلمة)
fr: Rédigez un court texte (500 mots)

source: Take a follow up survey
ar: 1. قم بمتابعة الاستبيان
fr: Participer à une enquête de suivi

source: Participants will complete the first three activities will be completed today. This will take between 30 and 45 minutes of your time. The follow-up survey will be sent to you by email or text message between one and three weeks later. It will take between 10 and 15 minutes to complete.
ar: سوف ينتهي المشاركون اليوم من الأنشطة الثلاثة الأولى. و ستأخذ هذه الانشطة من 30 الى 45 دقيقة من وقتك. بخصوص المتابعة ،سيتم ارسالها إليك عبر البريد الإلكتروني أو الرسالة النصية في فترة تقدر بين أسبوع وثلاثة أسابيع. و سيستغرق استكمالها ما بين 10 و 15 دقيقة.
fr: Les participants termineront les trois premières activités qui seront complétées aujourd'hui. Cela prendra entre 30 et 45 minutes de votre temps. Le suivi vous sera envoyé par courrier électronique ou SMS entre une et trois semaines plus tard. Cela prendra entre 10 et 15 minutes à compléter.

source: Your participation is very helpful and we value your answers and your time. To say “thanks,” we automatically enter everyone who completes all four activities into a lottery to win one of 10 Netflix subscriptions.
ar: مشاركتك مفيدة للغاية ووقتك يستحق العناء.حتى نتشكرك على المشاركة ، سندخل بطريقة مباشرة كل شحص يكمل الأنشطة الأربعة في اليانصيب للفوز ب10 اشتراكات في Netflix.
fr: Votre participation nous est très utile et nous vous remercions pour vos réponses et votre temps. Afin de vous remercier, nous sélectionnons tous les participants ayant rempli les 4 étapes de l’étude dans un tirage au sort en vue de gagner l’un des 10 abonnements Netflix.

source: Participation in this study is capped at 10,000 people. This means that you have a 1 in 1,000 odds of winning a Netflix subscription. The odds get even better if some people drop out or don’t complete all four activities.
ar: المشاركة في هذه الدراسة تتوج 10000 شخص. يعني أنه هناك فرصةمن بين كل 1000 للفوز باشتراك Netflix. تصبح الاحتمالات أفضل إذا توقف البعض أو لم يكملوا جميع الأنشطة الأربعة
fr: La participation à cette étude est plafonnée à 10 000 personnes. Cela signifie que vous avez une chance sur 1000 de gagner un abonnement Netflix. Par ailleurs, les chances de gagner augmentent quand certaines personnes renoncent à achever l’étude dans son intégralité.

source: If you would like to discuss this research, please e-mail
ar: إذا كنت ترغب في مناقشة هذا البحث، فيرجى الإرسال على البريد الإلكتروني
fr: Si vous souhaitez discuter au sujet de cette étude, merci d’écrire à

source: or click "About" above to learn more.
ar: أو النقر اعلاه على "حول" لمعرفة المزيد
fr: ou cliquez sur "À propos" ci-dessus pour en savoir plus.

source: Proceed
ar: اقبل
fr: Procéder

source: Tunisia Today
ar: تونس اليوم
fr: Tunisie d'aujourd'hui

source: About
ar: حول
fr: A propos

source: Thank you for your interest in our study. For the moment, this project is only for citizens who are between 18 and 35 years old. If you wish to be included in future research studies, please enter your name and email address below.
ar: شكرا لاهتمامك بدراستنا ، يتوجّه هذا المشروع للمواطنين التّونسيّين الذين لا تتجاوز سنّهم 35 سنة ، سنقوم بالاحتفاظ ببياناتك في قائمة المشاركين في دراسات بحثيّة قادمة.هل ترغب بإدراج اسمك بقائمتنا
fr: Merci de votre intérêt pour cette étude. Pour le moment, cette enquête s'adresse uniquement aux citoyens dont l'âge est compris entre 18 et 35 ans. Si vous souhaitez être inclus dans de futures recherches, merci de bien vouloir partager vos noms et adresse email dans l'espace ci-dessous.

source: Welcome
ar: مرحبا بكم في بوّابة الدّراسة التي نعمل عليها و عنوانها "تونس اليوم" .
fr: Bienvenue

source: Welcome to this study! We are conducting a survey in Tunisia about current affairs. This survey is for research purposes and is not related to any political party or activity. The goal is to learn about the general characteristics of Tunisian young people between 18-35 years old.
fr: Bienvenue dans cette étude ! Nous menons une étude en Tunisie quant à la situation générale du pays. Cette étude est à vocation de recherche et n’est en rien liée à un parti ou une activité politique. Le but est de mieux comprendre les caractéristiques générales des Jeunes Tunisiens, dont l’âge est compris entre 18 et 35 ans.

source: If you agree to participate in this study, we would like to ask you a few questions about you. We anticipate that this will take approximately 5 minutes of your time.
fr: Si vous acceptez de participer à cette étude, nous aimerions vous poser quelques questions personnelles. Nous considérons que cela prendra environ 5 minutes de votre temps.

source: Confidentiality:
fr: Confidentialité:

source: Your answers are completely confidential and your name and other personal information will be anonymized before they are shared with the research team. The data will be analyzed to understand the overall characteristics of young people using Facebook and Instagram in Tunisia.
fr: Vos réponses sont entièrement confidentielles et votre nom ou d’autres données personnelles seront codées et rendues anonymes avant d’être partagées avec l’équipe de recherche. Les données collectées seront analysées afin de mieux comprendre les comportements des jeunes tunisiens dans leur usage de Facebook et Instagram.

source: Participant's rights:
fr: Droits du participant:

source: Your participation is voluntary and you have the right to change your mind and end the interview at any time without any penalty. You can also decide from the outset not to participate in the survey.
fr: Votre participation est volontaire et vous avez le droit de changer d’avis et mettre un terme à l’enquête à n’importe quel moment et sans conséquence. Vous pouvez bien entendu décider dès le début de ne pas participer à cette étude.

source: Risks and Benefits:
fr: Risques et avantages:

source: There are no risks associated with participation in this study. You will receive no direct benefit from participation. However, we expect our results will help to better understand the general characteristics of young people.
fr: Participer à cette étude ne vous fait encourir aucun risque. Vous ne retirerez pas non plus de bénéfice direct à participer à cette étude. Cependant, nous espérons que nos résultats permettront de mieux comprendre la problématique des Jeunes en Tunisie.

source: Time Involvement:
fr: Temps de participation:

source: Your participation will take approximately
fr: Votre participation requiert approximativement

source: If you have any questions, concerns or complaints about this survey, please contact Aaron Abbarno, Director of Research, Evidence, and Data, at
fr: Si vous avez des questions, doutes ou critiques relatives à cette étude, merci de bien vouloir contacter Aaron Abbarno, Directeur du département Recherches et Data, via

source: You can also contact the research team at
fr: Vous pouvez également contacter l’équipe de recherche via

source: Independent contact:
fr: Contact indépendant:

source: If you are not satisfied with the way this survey was conducted, or if you have any questions, complaints or general questions about the research or your rights as a participant, please contact David Kernohan from the Business School, School Ethics Committee of Middlesex University in order to speak to someone independent of the research team, at
fr: Si vous n’êtes pas satisfaits de la manière dont a été conduite cette étude, ou si vous avez des questions, critiques ou remarques au sujet de cette étude ou de vos droits en tant que participant, merci de bien vouloir contacter David Kernohan, membre de la Business School et du comité d’éthique de l’Université de Middlesex, afin de discuter avec un représentant qui soit indépendant de cette étude, via

source: Page 2 of 3
ar: صفحة 2 من 3
fr: Page 2 sur 3

source: Page 3 of 3
ar: صفحة 3من 3
fr: Page 3 sur 3

source: Proceed to the Tunisia Today Study
ar: قم بالانتقال إلى " الاستبيان حول تونس اليوم"
fr: Procédez à l'enquête la Tunisie d’aujourd’hui

source: You will be redirected immediately to the study
ar: سيتم إعادة توجيهك فورًا إلى الاستبيان
fr: Vous serez immédiatement redirigé vers l'enquête

source: I Agree
ar: أنا موافق

source: Home
ar: استقبال

source: Thank you for your interest in our study. For the moment, this project is only for Tunisian citizens. If you wish to be included in future research studies please enter your name and email address below.
ar: شكرا لاهتمامك بالدّراسة ، يتوجّه هذا المشروع حاليّا للمواطنين التّونسيّين فقط ، سنقوم بالاحتفاظ ببياناتك في قائمة المشاركين في دراسات بحثيّة قادمة . فهل ترغب بإدراج اسمك بقائمتنا ؟

source: We are a team of researchers and practitioners from Tunisia, the UK and the US, carrying out a study of what Tunisians like yourself value in life. We'd like to ask your views on a number of different subjects, and your input will contribute to a better understanding of what people in Tunisia believe and value. Your answers will be treated as strictly confidential.
ar: نحن فريق من الباحثين و الممارسين للمهنة من تونس والمملكة المتحدة والولايات المتحدة ونقوم باستبيان حول مايقدره التونسيون من بني وطنك او ما يولونه قيمة في الحياة. نود أن نضطلع على وجهات نظركم حول عدد من المواضيع المختلفة ، وسوف تسهم مداخلاتكم في فهم أفضل لما يعتقده الناس في تونس ويولونه قيمة. سيتم التعامل مع إجاباتك بسرية تامة

source: If you agree to participate in the study, you will be invited to take part in several activities that will all be carried out online.
ar: اذا وافقت على المشاركة في الاستبيان فستتم دعوتك للمشاركة في العديد من الأنشطة التي سيتم تنفيذها عبر الإنترنت

source: We expect that you will spend
ar: نتوقع أن تستغرق المشاركة في الاستبيان

source: in total no more than 1 hour
ar: ساعة في المجمل كأقصى تقدير

source: to take part in our study.
ar: في حال قررت المشاركة في هذا الاستبيان

source: The first part of the study today should not take more than 30 min.
ar: لا ينبغي أن يستغرق الجزء الأول من الاستبيان اليوم أكثر من 30 دقيقة

source: If you complete all elements in the study we will enter your name in a raffle to win a free, one year subscription to Netflix.
ar: إذا قمت بإكمال جميع العناصر في الاستبيان فسنقوم بإدخال اسمك في السحب للفوز باشتراك مجاني لمدة سنة في نيتفليكس

source: Your participation in this research is voluntary. If you decide to participate, you still have the right to withdraw at any point during the study for any reason. Your information is anonymous and confidential.
ar: في حال قررت المشاركة في هذا الاستبيان ، فستكون مشاركتك تطوعية،كما انه لا يزال لديك الحق في الانسحاب في أي وقت أثناء الاستبيان لأي سبب من الأسباب. معلوماتك مجهولة وسرية

source: If you would like to discuss this research, please e-mail
ar: إذا كنت ترغب في مناقشة هذا البحث، فيرجى الإرسال على البريد الإلكتروني

source: I have read and I understand the information above. I understand that my participation is voluntary and that I am free to withdraw at any time, without giving a reason. I understand that any information I provide during this study is anonymous and confidential and will be used for research purposes only. I understand that my contact information will be used solely for communication about this study and to enter me into a raffle to win a free subscription to Netflix.
ar: لقد قرأت وفهمت المعلومات الواردة أعلاه. أدرك أن مشاركتي طوعية وأنني حر في الانسحاب في أي وقت دون إبداء سبب الانسحاب . أدرك أن أي معلومات أوردها خلال هذا الاستبيان هي معلومات مجهولة وسرية وسيتم استخدامها لأغراض البحث فقط. أدرك أن معلومات الاتصال الخاصة بي سيتم استخدامها فقط للتواصل بشأن هذا الاستبيان ولإدخالي في السحب للفوز بالاشتراك المجاني في نيتفليكس.
